<!doctype html>
<html lang="ru">
<head>
    <meta charset="UTF-8">
    <meta name="viewport"
          content="width=device-width, user-scalable=no, initial-scale=1.0, maximum-scale=1.0, minimum-scale=1.0">
    <meta http-equiv="X-UA-Compatible" content="ie=edge">
    <title>News</title>
    <link rel="stylesheet" href="assets/css/style.css">
</head>
<body>
    <header>
        <h1>Новости категории Б</h1>
    </header>

    <selection class="news">
        <article id="new">
            <a href="#">
                <h2>Россия увеличит поставки халяльного бекона в Саудовскую Аравию</h2>
            </a>
            <div class="article-meta">
                Опубликовал(а) <a href="#" id="name">Иванов Иван</a>
                <span id="date">13.11.2021</span>
            </div>
            <img src="assets/img/first.jpg" alt="Новость-первая">
            <p>Росагропром и Министерство продовольствия королевства Саудовская Аравия подписали договор о поставке 21,9 млн тонн кошерного бекона в 2022 году. За последние 5 лет поставки этого важного продукта в Саудовскую Аравию выросли почти в 3 раза.</p>
        </article>
        <article id="new">
            <a href="#">
                <h2>В «Сколково» вывели собаку, которая самостоятельно прошла курсы фронтенд-разработки в «Яндексе»</h2>
            </a>
            <div class="article-meta">
                Опубликовал(а) <a href="#" id="name">Петров Григорий</a>
                <span id="date">5.11.2021</span>
            </div>
            <img src="assets/img/second.jpg" alt="Новость-первая">
            <p>Ученым из инновационного центра «Сколково» удалось вывести собаку, которая научилась самостоятельно разрабатывать веб-сайты и приложения. Пес по кличке Джуниор прошел курс «Веб-разработчик» на образовательной платформе «Яндекса» и получил сертификат об успешном окончании обучения.</p>
        </article>
        <article>
            <a href="#">
                <h2>Дагестанцев, сдавших ЕГЭ менее чем на 90 баллов, отправят на пересдачу</h2>
            </a>
            <div class="article-meta">
                Опубликовал(а) <a href="#" id="name">Флорова Ангелина</a>
                <span id="date">30.10.2021</span>
            </div>
            <img src="assets/img/three.jpg" alt="Новость-первая">
            <p>Министерство образования и науки Республики Дагестан установило новый проходной балл для выпускников, сдающих ЕГЭ в этом году. Теперь для сдачи экзамена им необходимо набрать не менее 90 вторичных баллов по каждому предмету.</p>
        </article>
        <article>
            <a href="#">
                <h2>Для пермских выпускников разработают персональные варианты ЕГЭ с нецензурной бранью</h2>
            </a>
            <div class="article-meta">
                Опубликовал(а) <a href="#" id="name">Волков Артем</a>
                <span id="date">21.10.2021</span>
            </div>
            <img src="assets/img/four.jpg" alt="Новость-первая">
            <p>По многочисленным просьбам для абитуриентов Пермского края Минобрнауки постановило о введении особого порядка сдачи Единого государственного экзамена (ЕГЭ). Проанализировав вступительные кампании предыдущих лет, эксперты ведомства пришли к выводу,  что выпускники из Пермского края не смогли набрать высоких баллов из-за непонятно сформулированных заданий на литературном русском языке.</p>
        </article>
        <article>
            <a href="#">
                <h2>В Кузбассе отпраздновали начало туристического сезона вечеринкой с «горными духами»</h2>
            </a>
            <div class="article-meta">
                Опубликовал(а) <a href="#" id="name">Харченко Кристина</a>
                <span id="date">18.10.2021</span>
            </div>
            <img src="assets/img/five.jpg" alt="Новость-первая">
            <p>На популярном горнолыжном курорте Шерегеш прошло торжественное открытие зимнего сезона, на церемонии выступили официальные лица, а после «горные духи» и шаман провели обряд и пообещали снег трассам. Такое веселье в разгар коронавирусной инфекции произошло на фоне переноса ввода QR-кодов и необходимости предъявления ПЦР-тестов для заселения в гостиницы на 20 января 2022 года. Губернатор объяснил это заботой о туристической отрасли Кузбасса, которая «только-только встала с колен».</p>
        </article>
    </selection>

    <footer>
        <div class="links">
            <a href="#">Вакансии</a>
            <a href="#">Контакты</a>
            <a href="#">О нас</a>
            <a href="#">Реклама</a>
        </div>
        <div class="copyright">License Copyright: ©MIT</div>
    </footer>
</body>
</html>